Repository: pushpendra996/treasure-ios
Catalog: Treasure/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, gu, hi, kn, ml, mr, pa, ta, te

# hint_group_activity
source: Activity
ar: نشاط
bn: কার্যকলাপ
es: Actividad
fr: Activité
gu: પ્રવૃત્તિ
hi: गतिविधि
kn: ಚಟುವಟಿಕೆ
ml: പ്രവർത്തനം
mr: क्रियाकलाप
pa: ਗਤੀਵਿਧੀ
ta: செயல்பாடு
te: కార్యాచరణ

# hint_group_admin
source: Group administrator
ar: مسؤول المجموعة
bn: গ্রুপ অ্যাডমিনিস্ট্রেটর
es: Administrador de grupo
fr: Administrateur de groupe
gu: ગ્રુપ એડમિનિસ્ટ્રેટર
hi: समूह प्रशासक
kn: ಗುಂಪು ನಿರ್ವಾಹಕ
ml: ഗ്രൂപ്പ് അഡ്മിനിസ്ട്രേറ്റർ
mr: गट प्रशासक
pa: ਸਮੂਹ ਪ੍ਰਬੰਧਕ
ta: குழு நிர்வாகி
te: గ్రూప్ అడ్మినిస్ట్రేటర్

# hint_group_already_closed
source: Group is already closed
ar: المجموعة مغلقة بالفعل
bn: গ্রুপ ইতিমধ্যে বন্ধ
es: El grupo ya esta cerrado
fr: Le groupe est déjà fermé
gu: જૂથ પહેલેથી જ બંધ છે
hi: समूह पहले ही बंद हो चुका है
kn: ಗುಂಪನ್ನು ಈಗಾಗಲೇ ಮುಚ್ಚಲಾಗಿದೆ
ml: ഗ്രൂപ്പ് ഇതിനകം അടച്ചിരിക്കുന്നു
mr: गट आधीच बंद आहे
pa: ਗਰੁੱਪ ਪਹਿਲਾਂ ਹੀ ਬੰਦ ਹੈ
ta: குழு ஏற்கனவே மூடப்பட்டுள்ளது
te: సమూహం ఇప్పటికే మూసివేయబడింది

# hint_group_closed
source: Group closed
ar: المجموعة مغلقة
bn: গ্রুপ বন্ধ
es: Grupo cerrado
fr: Groupe fermé
gu: જૂથ બંધ
hi: समूह बंद
kn: ಗುಂಪು ಮುಚ್ಚಲಾಗಿದೆ
ml: ഗ്രൂപ്പ് അടച്ചു
mr: गट बंद
pa: ਸਮੂਹ ਬੰਦ
ta: குழு மூடப்பட்டது
te: సమూహం మూసివేయబడింది

# hint_group_deleted
source: Group deleted
ar: تم حذف المجموعة
bn: গ্রুপ মুছে ফেলা হয়েছে
es: Grupo eliminado
fr: Groupe supprimé
gu: જૂથ કાઢી નાખ્યું
hi: समूह हटा दिया गया
kn: ಗುಂಪು ಅಳಿಸಲಾಗಿದೆ
ml: ഗ്രൂപ്പ് ഇല്ലാതാക്കി
mr: गट हटवला
pa: ਗਰੁੱਪ ਮਿਟਾਇਆ ਗਿਆ
ta: குழு நீக்கப்பட்டது
te: సమూహం తొలగించబడింది

# hint_group_expenses
source: Group expenses
ar: مصاريف المجموعة
bn: গ্রুপ খরচ
es: Gastos de grupo
fr: Dépenses de groupe
gu: સમૂહ ખર્ચ
hi: समूह व्यय
kn: ಗುಂಪು ವೆಚ್ಚಗಳು
ml: ഗ്രൂപ്പ് ചെലവുകൾ
mr: गट खर्च
pa: ਸਮੂਹ ਖਰਚੇ
ta: குழு செலவுகள்
te: సమూహ ఖర్చులు

# hint_group_members
source: Group members
ar: أعضاء المجموعة
bn: গ্রুপের সদস্যরা
es: Miembros del grupo
fr: Membres du groupe
gu: જૂથના સભ્યો
hi: समूह के सदस्यों को
kn: ಗುಂಪಿನ ಸದಸ್ಯರು
ml: ഗ്രൂപ്പ് അംഗങ്ങൾ
mr: गट सदस्य
pa: ਸਮੂਹ ਦੇ ਮੈਂਬਰ
ta: குழு உறுப்பினர்கள்
te: గుంపు సభ్యులు

# hint_guest
source: Guest
ar: ضيف
bn: অতিথি
es: Invitado
fr: Invité
gu: મહેમાન
hi: अतिथि
kn: ಅತಿಥಿ
ml: അതിഥി
mr: पाहुणे
pa: ਮਹਿਮਾਨ
ta: விருந்தினர்
te: అతిథి

# hint_hide_category
source: Hide
ar: يخفي
bn: লুকান
es: Esconder
fr: Cacher
gu: છુપાવો
hi: छिपाना
kn: ಮರೆಮಾಡಿ
ml: മറയ്ക്കുക
mr: लपवा
pa: ਓਹਲੇ
ta: மறை
te: దాచు

# hint_hide_category_confirm
source: Hide this category from your list? Existing transactions keep the same name.
ar: هل تريد إخفاء هذه الفئة من قائمتك؟ المعاملات الحالية تحتفظ بنفس الاسم.
bn: আপনার তালিকা থেকে এই বিভাগ লুকান? বিদ্যমান লেনদেন একই নাম রাখে।
es: ¿Ocultar esta categoría de tu lista? Las transacciones existentes mantienen el mismo nombre.
fr: Masquer cette catégorie de votre liste ? Les transactions existantes conservent le même nom.
gu: આ શ્રેણીને તમારી સૂચિમાંથી છુપાવીએ? હાલના વ્યવહારો એ જ નામ રાખે છે.
hi: इस श्रेणी को अपनी सूची से छुपाएं? मौजूदा लेन-देन वही नाम रखते हैं.
kn: ನಿಮ್ಮ ಪಟ್ಟಿಯಿಂದ ಈ ವರ್ಗವನ್ನು ಮರೆಮಾಡುವುದೇ? ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಹಿವಾಟುಗಳು ಅದೇ ಹೆಸರನ್ನು ಇಡುತ್ತವೆ.
ml: നിങ്ങളുടെ ലിസ്റ്റിൽ നിന്ന് ഈ വിഭാഗം മറയ്ക്കണോ? നിലവിലുള്ള ഇടപാടുകൾ അതേ പേരിൽ തന്നെ നിലനിർത്തുന്നു.
mr: तुमच्या सूचीमधून ही श्रेणी लपवायची? सध्याचे व्यवहार तेच नाव ठेवतात.
pa: ਕੀ ਇਸ ਸ਼੍ਰੇਣੀ ਨੂੰ ਆਪਣੀ ਸੂਚੀ ਵਿੱਚੋਂ ਲੁਕਾਉਣਾ ਹੈ? ਮੌਜੂਦਾ ਲੈਣ-ਦੇਣ ਇੱਕੋ ਨਾਮ ਰੱਖਦੇ ਹਨ।
ta: உங்கள் பட்டியலில் இருந்து இந்த வகையை மறைக்கவா? தற்போதுள்ள பரிவர்த்தனைகள் அதே பெயரை வைத்திருக்கின்றன.
te: మీ జాబితా నుండి ఈ వర్గాన్ని దాచాలా? ఇప్పటికే ఉన్న లావాదేవీలు అదే పేరుతో ఉంటాయి.

# hint_home_sync_failed
source: Saved to the group. Could not add to your home list — you can add it manually from the home screen.
ar: تم الحفظ في المجموعة. تعذرت الإضافة إلى قائمتك الرئيسية — يمكنك إضافتها يدويًا من الشاشة الرئيسية.
bn: গ্রুপে সংরক্ষিত। আপনার হোম তালিকায় যোগ করা যায়নি — আপনি হোম স্ক্রীন থেকে ম্যানুয়ালি এটি যোগ করতে পারেন।
es: Guardado en el grupo. No se pudo agregar a su lista de inicio; puede agregarlo manualmente desde la pantalla de inicio.
fr: Enregistré dans le groupe. Impossible d'ajouter à votre liste d'accueil : vous pouvez l'ajouter manuellement à partir de l'écran d'accueil.
gu: જૂથમાં સાચવેલ. તમારી હોમ લિસ્ટમાં ઉમેરી શકાયું નથી — તમે તેને હોમ સ્ક્રીન પરથી મેન્યુઅલી ઉમેરી શકો છો.
hi: समूह में सहेजा गया. आपकी होम सूची में नहीं जोड़ा जा सका - आप इसे होम स्क्रीन से मैन्युअल रूप से जोड़ सकते हैं।
kn: ಗುಂಪಿಗೆ ಉಳಿಸಲಾಗಿದೆ. ನಿಮ್ಮ ಹೋಮ್ ಪಟ್ಟಿಗೆ ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ - ನೀವು ಮುಖಪುಟ ಪರದೆಯಿಂದ ಹಸ್ತಚಾಲಿತವಾಗಿ ಸೇರಿಸಬಹುದು.
ml: ഗ്രൂപ്പിൽ സംരക്ഷിച്ചു. നിങ്ങളുടെ ഹോം ലിസ്റ്റിലേക്ക് ചേർക്കാൻ കഴിഞ്ഞില്ല - ഹോം സ്ക്രീനിൽ നിന്ന് നിങ്ങൾക്ക് ഇത് സ്വമേധയാ ചേർക്കാൻ കഴിയും.
mr: गटात जतन केले. तुमच्या होम लिस्टमध्ये जोडू शकलो नाही — तुम्ही ते होम स्क्रीनवरून व्यक्तिचलितपणे जोडू शकता.
pa: ਗਰੁੱਪ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਗਿਆ। ਤੁਹਾਡੀ ਹੋਮ ਸੂਚੀ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ — ਤੁਸੀਂ ਇਸਨੂੰ ਹੋਮ ਸਕ੍ਰੀਨ ਤੋਂ ਹੱਥੀਂ ਸ਼ਾਮਲ ਕਰ ਸਕਦੇ ਹੋ।
ta: குழுவில் சேமிக்கப்பட்டது. உங்கள் முகப்புப் பட்டியலில் சேர்க்க முடியவில்லை - முகப்புத் திரையில் இருந்து கைமுறையாகச் சேர்க்கலாம்.
te: సమూహంలో సేవ్ చేయబడింది. మీ హోమ్ జాబితాకు జోడించడం సాధ్యం కాలేదు — మీరు దీన్ని హోమ్ స్క్రీన్ నుండి మాన్యువల్‌గా జోడించవచ్చు.

# hint_image
source: Image View
ar: عرض الصورة
bn: ইমেজ ভিউ
es: Vista de imagen
fr: Affichage des images
gu: છબી દૃશ્ય
hi: छवि दृश्य
kn: ಚಿತ್ರ ವೀಕ್ಷಣೆ
ml: ഇമേജ് കാഴ്ച
mr: प्रतिमा दृश्य
pa: ਚਿੱਤਰ ਦ੍ਰਿਸ਼
ta: படக் காட்சி
te: చిత్ర వీక్షణ

# hint_income
source: Income
ar: دخل
bn: আয়
es: Ingreso
fr: Revenu
gu: આવક
hi: आय
kn: ಆದಾಯ
ml: വരുമാനം
mr: उत्पन्न
pa: ਆਮਦਨ
ta: வருமானம்
te: ఆదాయం

# hint_income_by_category
source: Income by category
ar: الدخل حسب الفئة
bn: ক্যাটাগরি অনুযায়ী আয়
es: Ingresos por categoría
fr: Revenu par catégorie
gu: શ્રેણી દ્વારા આવક
hi: श्रेणी के अनुसार आय
kn: ವರ್ಗದಿಂದ ಆದಾಯ
ml: വിഭാഗമനുസരിച്ചുള്ള വരുമാനം
mr: श्रेणीनुसार उत्पन्न
pa: ਸ਼੍ਰੇਣੀ ਅਨੁਸਾਰ ਆਮਦਨ
ta: வகை வாரியாக வருமானம்
te: వర్గం వారీగా ఆదాయం

# hint_invalid_credentials
source: Invalid credentials
ar: بيانات اعتماد غير صالحة
bn: অবৈধ শংসাপত্র
es: Credenciales no válidas
fr: Identifiants invalides
gu: અમાન્ય ઓળખપત્રો
hi: अवैध प्रत्यय पत्र
kn: ಅಮಾನ್ಯ ರುಜುವಾತುಗಳು
ml: അസാധുവായ ക്രെഡൻഷ്യലുകൾ
mr: अवैध क्रेडेन्शियल
pa: ਅਵੈਧ ਪ੍ਰਮਾਣ ਪੱਤਰ
ta: தவறான சான்றுகள்
te: చెల్లని ఆధారాలు

# hint_invalid_verification_code
source: The verification code entered was invalid
ar: رمز التحقق الذي تم إدخاله غير صالح
bn: প্রবেশ করা যাচাইকরণ কোডটি অবৈধ ছিল৷
es: El código de verificación ingresado no es válido
fr: Le code de vérification saisi n'était pas valide
gu: દાખલ કરેલ ચકાસણી કોડ અમાન્ય હતો
hi: दर्ज किया गया सत्यापन कोड अमान्य था
kn: ನಮೂದಿಸಿದ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅಮಾನ್ಯವಾಗಿದೆ
ml: നൽകിയ പരിശോധനാ കോഡ് അസാധുവാണ്
mr: प्रविष्ट केलेला सत्यापन कोड अवैध होता
pa: ਦਾਖਲ ਕੀਤਾ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਅਵੈਧ ਸੀ
ta: உள்ளிட்ட சரிபார்ப்புக் குறியீடு தவறானது
te: నమోదు చేసిన ధృవీకరణ కోడ్ చెల్లదు

# hint_language
source: Language
ar: لغة
bn: ভাষা
es: Idioma
fr: Langue
gu: ભાષા
hi: भाषा
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
pa: ਭਾਸ਼ਾ
ta: மொழி
te: భాష

# hint_language_change_anytime
source: You can change the language anytime from app settings.
ar: يمكنك تغيير اللغة في أي وقت من إعدادات التطبيق.
bn: আপনি অ্যাপ সেটিংস থেকে যেকোনো সময় ভাষা পরিবর্তন করতে পারেন।
es: Puede cambiar el idioma en cualquier momento desde la configuración de la aplicación.
fr: Vous pouvez changer la langue à tout moment depuis les paramètres de l'application.
gu: તમે એપ્લિકેશન સેટિંગ્સમાંથી કોઈપણ સમયે ભાષા બદલી શકો છો.
hi: आप ऐप सेटिंग से कभी भी भाषा बदल सकते हैं।
kn: ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಂದ ನೀವು ಯಾವಾಗ ಬೇಕಾದರೂ ಭಾಷೆಯನ್ನು ಬದಲಾಯಿಸಬಹುದು.
ml: ആപ്പ് ക്രമീകരണത്തിൽ നിന്ന് നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും ഭാഷ മാറ്റാം.
mr: तुम्ही ॲप सेटिंग्जमधून कधीही भाषा बदलू शकता.
pa: ਤੁਸੀਂ ਐਪ ਸੈਟਿੰਗਾਂ ਤੋਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਭਾਸ਼ਾ ਬਦਲ ਸਕਦੇ ਹੋ।
ta: பயன்பாட்டு அமைப்புகளில் எந்த நேரத்திலும் மொழியை மாற்றலாம்.
te: మీరు యాప్ సెట్టింగ్‌ల నుండి ఎప్పుడైనా భాషను మార్చవచ్చు.

# hint_language_continue
source: Continue
ar: يكمل
bn: চালিয়ে যান
es: Continuar
fr: Continuer
gu: ચાલુ રાખો
hi: जारी रखना
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
mr: चालू ठेवा
pa: ਜਾਰੀ ਰੱਖੋ
ta: தொடரவும்
te: కొనసాగించు

# hint_language_picker_subtitle
source: Select your preferred language
ar: اختر لغتك المفضلة
bn: আপনার পছন্দের ভাষা নির্বাচন করুন
es: Selecciona tu idioma preferido
fr: Sélectionnez votre langue préférée
gu: તમારી પસંદગીની ભાષા પસંદ કરો
hi: अपनी पसंदीदा भाषा चुनें
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന ഭാഷ തിരഞ്ഞെടുക്കുക
mr: तुमची पसंतीची भाषा निवडा
pa: ਆਪਣੀ ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ ਚੁਣੋ
ta: உங்களுக்கு விருப்பமான மொழியைத் தேர்ந்தெடுக்கவும்
te: మీకు ఇష్టమైన భాషను ఎంచుకోండి

# hint_language_picker_title
source: Choose language
ar: اختر اللغة
bn: ভাষা চয়ন করুন
es: Elige idioma
fr: Choisir la langue
gu: ભાષા પસંદ કરો
hi: भाषा चुनें
kn: ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ta: மொழியை தேர்வு செய்யவும்
te: భాషను ఎంచుకోండి

# hint_language_section_indian
source: Indian Languages
ar: اللغات الهندية
bn: ভারতীয় ভাষা
es: Idiomas indios
fr: Langues indiennes
gu: ભારતીય ભાષાઓ
hi: भारतीय भाषाएँ
kn: ಭಾರತೀಯ ಭಾಷೆಗಳು
ml: ഇന്ത്യൻ ഭാഷകൾ
mr: भारतीय भाषा
pa: ਭਾਰਤੀ ਭਾਸ਼ਾਵਾਂ
ta: இந்திய மொழிகள்
te: భారతీయ భాషలు

# hint_language_section_international
source: International
ar: دولي
bn: আন্তর্জাতিক
es: Internacional
gu: આંતરરાષ્ટ્રીય
hi: अंतरराष्ट्रीय
kn: ಅಂತಾರಾಷ್ಟ್ರೀಯ
ml: അന്താരാഷ്ട്ര
mr: आंतरराष्ट्रीय
pa: ਅੰਤਰਰਾਸ਼ਟਰੀ
ta: சர்வதேசம்
te: అంతర్జాతీయ

# hint_load_more
source: Load More
ar: تحميل المزيد
bn: আরো লোড করুন
es: Cargar más
fr: Charger plus
gu: વધુ લોડ કરો
hi: अधिक लोड करें
kn: ಇನ್ನಷ್ಟು ಲೋಡ್ ಮಾಡಿ
ml: കൂടുതൽ ലോഡുചെയ്യുക
mr: अधिक लोड करा
pa: ਹੋਰ ਲੋਡ ਕਰੋ
ta: மேலும் ஏற்றவும்
te: మరింత లోడ్ చేయి

# hint_login
source: Login
ar: تسجيل الدخول
bn: লগইন করুন
es: Acceso
fr: Se connecter
gu: લૉગિન કરો
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ
mr: लॉगिन करा
pa: ਲਾਗਿਨ
ta: உள்நுழைக
te: లాగిన్ చేయండి

# hint_login_error
source: You are not login, Please proceed for login to perform this action
ar: لم تقم بتسجيل الدخول، يرجى متابعة تسجيل الدخول لتنفيذ هذا الإجراء
bn: আপনি লগইন করছেন না, অনুগ্রহ করে এই ক্রিয়াটি সম্পাদন করতে লগইন করার জন্য এগিয়ে যান
es: No ha iniciado sesión. Continúe con el inicio de sesión para realizar esta acción.
fr: Vous n'êtes pas connecté, veuillez procéder à la connexion pour effectuer cette action
gu: તમે લૉગિન નથી, કૃપા કરીને આ ક્રિયા કરવા માટે લૉગિન માટે આગળ વધો
hi: आप लॉगिन नहीं हैं, कृपया इस क्रिया को करने के लिए लॉगिन के लिए आगे बढ़ें
kn: ನೀವು ಲಾಗಿನ್ ಆಗಿಲ್ಲ, ಈ ಕ್ರಿಯೆಯನ್ನು ನಿರ್ವಹಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಲು ಮುಂದುವರಿಯಿರಿ
ml: നിങ്ങൾ ലോഗിൻ ചെയ്തിട്ടില്ല, ഈ പ്രവർത്തനം നടത്താൻ ലോഗിൻ ചെയ്യുന്നതിനായി ദയവായി തുടരുക
mr: तुम्ही लॉगिन नाही आहात, कृपया ही क्रिया करण्यासाठी लॉग इन करण्यासाठी पुढे जा
pa: ਤੁਸੀਂ ਲੌਗਇਨ ਨਹੀਂ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਕਰਨ ਲਈ ਲੌਗਇਨ ਲਈ ਅੱਗੇ ਵਧੋ
ta: நீங்கள் உள்நுழையவில்லை, இந்தச் செயலைச் செய்ய உள்நுழைய தொடரவும்
te: మీరు లాగిన్ కాలేదు, దయచేసి ఈ చర్యను చేయడానికి లాగిన్ కోసం కొనసాగండి

# hint_login_rules
source: By continuing you agree to our Terms and Conditions Privacy Policy
ar: من خلال المتابعة، فإنك توافق على الشروط والأحكام سياسة الخصوصية
bn: চালিয়ে যাওয়ার মাধ্যমে আপনি আমাদের নিয়ম ও শর্তাবলী গোপনীয়তা নীতি সম্মত হন
es: Al continuar, aceptas nuestros Términos y condiciones Política de privacidad
fr: En continuant, vous acceptez nos Conditions générales Politique de confidentialité
gu: ચાલુ રાખીને તમે અમારી નિયમો અને શરતો ગોપનીયતા નીતિ સાથે સંમત થાઓ છો
hi: जारी रखकर आप हमारे नियम और शर्तों गोपनीयता नीति से सहमत हैं
kn: ಮುಂದುವರಿಸುವ ಮೂಲಕ ನೀವು ನಮ್ಮ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು ಗೌಪ್ಯತೆ ನೀತಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ
ml: തുടരുന്നതിലൂടെ നിങ്ങൾ ഞങ്ങളുടെ നിബന്ധനകളും വ്യവസ്ഥകളും സ്വകാര്യതാ നയം അംഗീകരിക്കുന്നു
mr: सुरू ठेवून तुम्ही आमच्या अटी आणि नियमांना गोपनीयता धोरण यांना सहमती दर्शवता
pa: ਜਾਰੀ ਰੱਖ ਕੇ ਤੁਸੀਂ ਸਾਡੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਪਰਦੇਦਾਰੀ ਨੀਤੀ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ
ta: தொடர்வதன் மூலம் எங்கள் விதிமுறைகள் மற்றும் நிபந்தனைகள் தனியுரிமைக் கொள்கையை ஏற்கிறீர்கள்
te: కొనసాగించడం ద్వారా మీరు మా నిబంధనలు మరియు షరతులు గోప్యతా విధానానికి అంగీకరిస్తున్నారు

# hint_login_tagline
source: One step far from the unlimited entertainment at Treasure
ar: على بعد خطوة واحدة من الترفيه غير المحدود في Treasure
bn: Treasure-এ সীমাহীন বিনোদন থেকে এক ধাপ দূরে
es: A un paso del entretenimiento ilimitado en Treasure
fr: À deux pas du divertissement illimité sur Treasure
gu: Treasure પર અમર્યાદિત મનોરંજનથી એક પગલું દૂર
hi: Treasure पर असीमित मनोरंजन से एक कदम दूर
kn: Treasure ನಲ್ಲಿ ಅನಿಯಮಿತ ಮನರಂಜನೆಯಿಂದ ಒಂದು ಹೆಜ್ಜೆ ದೂರವಿದೆ
ml: Treasure എന്നതിലെ പരിധിയില്ലാത്ത വിനോദങ്ങളിൽ നിന്ന് ഒരു പടി അകലെ
mr: Treasure वरील अमर्याद मनोरंजनापासून एक पाऊल दूर
pa: Treasure 'ਤੇ ਅਸੀਮਤ ਮਨੋਰੰਜਨ ਤੋਂ ਇੱਕ ਕਦਮ ਦੂਰ
ta: Treasure இல் உள்ள வரம்பற்ற பொழுதுபோக்கிலிருந்து ஒரு படி தூரம்
te: Treasureలో అపరిమిత వినోదం నుండి ఒక అడుగు దూరంలో ఉంది

# hint_logout
source: Logout
ar: تسجيل الخروج
bn: লগআউট
es: Cerrar sesión
fr: Déconnexion
gu: લોગઆઉટ
hi: लॉग आउट
kn: ಲಾಗ್ಔಟ್
ml: പുറത്തുകടക്കുക
mr: लॉगआउट करा
pa: ਲਾਗਆਉਟ
ta: வெளியேறு
te: లాగ్అవుట్

# hint_logout_warning
source: Log out to end your session. You will need to log in again to access your financial data.
ar: قم بتسجيل الخروج لإنهاء جلستك. سوف تحتاج إلى تسجيل الدخول مرة أخرى للوصول إلى البيانات المالية الخاصة بك.
bn: আপনার সেশন শেষ করতে লগ আউট করুন. আপনার আর্থিক ডেটা অ্যাক্সেস করতে আপনাকে আবার লগ ইন করতে হবে।
es: Cierre sesión para finalizar su sesión. Deberá iniciar sesión nuevamente para acceder a sus datos financieros.
fr: Déconnectez-vous pour mettre fin à votre session. Vous devrez vous reconnecter pour accéder à vos données financières.
gu: તમારું સત્ર સમાપ્ત કરવા માટે લૉગ આઉટ કરો. તમારા નાણાકીય ડેટાને ઍક્સેસ કરવા માટે તમારે ફરીથી લૉગ ઇન કરવાની જરૂર પડશે.
hi: अपना सत्र समाप्त करने के लिए लॉग आउट करें। अपने वित्तीय डेटा तक पहुंचने के लिए आपको फिर से लॉग इन करना होगा।
kn: ನಿಮ್ಮ ಅಧಿವೇಶನವನ್ನು ಕೊನೆಗೊಳಿಸಲು ಲಾಗ್ ಔಟ್ ಮಾಡಿ. ನಿಮ್ಮ ಹಣಕಾಸಿನ ಡೇಟಾವನ್ನು ಪ್ರವೇಶಿಸಲು ನೀವು ಮತ್ತೆ ಲಾಗ್ ಇನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ml: നിങ്ങളുടെ സെഷൻ അവസാനിപ്പിക്കാൻ ലോഗ് ഔട്ട് ചെയ്യുക. നിങ്ങളുടെ സാമ്പത്തിക ഡാറ്റ ആക്‌സസ് ചെയ്യുന്നതിന് നിങ്ങൾ വീണ്ടും ലോഗിൻ ചെയ്യേണ്ടതുണ്ട്.
mr: तुमचे सत्र समाप्त करण्यासाठी लॉग आउट करा. तुमच्या आर्थिक डेटामध्ये प्रवेश करण्यासाठी तुम्हाला पुन्हा लॉग इन करावे लागेल.
pa: ਆਪਣੇ ਸੈਸ਼ਨ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਲੌਗ ਆਊਟ ਕਰੋ। ਤੁਹਾਨੂੰ ਆਪਣੇ ਵਿੱਤੀ ਡੇਟਾ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਲਈ ਦੁਬਾਰਾ ਲੌਗ ਇਨ ਕਰਨ ਦੀ ਲੋੜ ਪਵੇਗੀ।
ta: உங்கள் அமர்வை முடிக்க வெளியேறவும். உங்கள் நிதித் தரவை அணுக மீண்டும் உள்நுழைய வேண்டும்.
te: మీ సెషన్‌ను ముగించడానికి లాగ్ అవుట్ చేయండి. మీ ఆర్థిక డేటాను యాక్సెస్ చేయడానికి మీరు మళ్లీ లాగిన్ చేయాలి.

# hint_manage_committees_desc
source: Create auction committees and add members by name and mobile. They will see the committee in the app when their phone number matches.
ar: إنشاء لجان المزاد وإضافة الأعضاء بالاسم والجوال. سوف يرون اللجنة في التطبيق عندما يتطابق رقم هاتفهم.
bn: নিলাম কমিটি তৈরি করুন এবং নাম ও মোবাইলের মাধ্যমে সদস্য যোগ করুন। তাদের ফোন নম্বর মিলে গেলে অ্যাপটিতে কমিটি দেখতে পাবেন।
es: Cree comités de subasta y agregue miembros por nombre y dispositivo móvil. Verán el comité en la aplicación cuando su número de teléfono coincida.
fr: Créez des comités d'enchères et ajoutez des membres par nom et mobile. Ils verront le comité dans l'application lorsque leur numéro de téléphone correspondra.
gu: હરાજી સમિતિઓ બનાવો અને નામ અને મોબાઈલ દ્વારા સભ્યો ઉમેરો. જ્યારે તેમનો ફોન નંબર મેળ ખાશે ત્યારે તેઓ એપમાં સમિતિને જોશે.
hi: नीलामी समितियाँ बनाएँ और सदस्यों को नाम और मोबाइल से जोड़ें। उनका फोन नंबर मैच होने पर उन्हें एप में कमेटी दिखाई देगी।
kn: ಹರಾಜು ಸಮಿತಿಗಳನ್ನು ರಚಿಸಿ ಹೆಸರು ಮತ್ತು ಮೊಬೈಲ್ ಮೂಲಕ ಸದಸ್ಯರನ್ನು ಸೇರಿಸಿ. ಅವರ ಫೋನ್ ಸಂಖ್ಯೆ ಹೊಂದಿಕೆಯಾದಾಗ ಅವರು ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಸಮಿತಿಯನ್ನು ನೋಡುತ್ತಾರೆ.
ml: ലേല കമ്മിറ്റികൾ രൂപീകരിച്ച് പേരും മൊബൈലും ഉപയോഗിച്ച് അംഗങ്ങളെ ചേർക്കുക. അവരുടെ ഫോൺ നമ്പർ പൊരുത്തപ്പെടുമ്പോൾ അവർ ആപ്പിലെ കമ്മിറ്റിയെ കാണും.
mr: लिलाव समित्या तयार करा आणि नाव आणि मोबाईलद्वारे सदस्य जोडा. त्यांचा फोन नंबर जुळल्यावर त्यांना ॲपमध्ये समिती दिसेल.
pa: ਨਿਲਾਮੀ ਕਮੇਟੀਆਂ ਬਣਾਓ ਅਤੇ ਨਾਮ ਅਤੇ ਮੋਬਾਈਲ ਦੁਆਰਾ ਮੈਂਬਰਾਂ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ। ਜਦੋਂ ਉਨ੍ਹਾਂ ਦਾ ਫ਼ੋਨ ਨੰਬਰ ਮੇਲ ਖਾਂਦਾ ਹੈ ਤਾਂ ਉਹ ਐਪ ਵਿੱਚ ਕਮੇਟੀ ਨੂੰ ਦੇਖਣਗੇ।
ta: ஏலக் குழுக்களை உருவாக்கி, பெயர் மற்றும் மொபைல் மூலம் உறுப்பினர்களைச் சேர்க்கவும். அவர்களின் ஃபோன் எண் பொருந்தினால், அவர்கள் செயலியில் குழுவைப் பார்ப்பார்கள்.
te: వేలం కమిటీలను సృష్టించండి మరియు పేరు మరియు మొబైల్ ద్వారా సభ్యులను జోడించండి. వారి ఫోన్ నంబర్ సరిపోలినప్పుడు వారు యాప్‌లో కమిటీని చూస్తారు.

# hint_manage_my_committees_short
source: Create & manage committees
ar: إنشاء وإدارة اللجان
bn: কমিটি গঠন ও পরিচালনা করুন
es: Crear y gestionar comités
fr: Créer et gérer des comités
gu: સમિતિઓ બનાવો અને તેનું સંચાલન કરો
hi: समितियाँ बनाएँ और प्रबंधित करें
kn: ಸಮಿತಿಗಳನ್ನು ರಚಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: കമ്മിറ്റികൾ സൃഷ്ടിക്കുകയും നിയന്ത്രിക്കുകയും ചെയ്യുക
mr: समित्या तयार करा आणि व्यवस्थापित करा
pa: ਕਮੇਟੀਆਂ ਬਣਾਓ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
ta: குழுக்களை உருவாக்கி நிர்வகிக்கவும்
te: కమిటీలను సృష్టించండి & నిర్వహించండి

# hint_manage_permissions
source: Manage permissions
ar: إدارة الأذونات
bn: অনুমতি পরিচালনা করুন
es: Administrar permisos
fr: Gérer les autorisations
gu: પરવાનગીઓનું સંચાલન કરો
hi: अनुमतियाँ प्रबंधित करें
kn: ಅನುಮತಿಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ml: അനുമതികൾ നിയന്ത്രിക്കുക
mr: परवानग्या व्यवस्थापित करा
pa: ਅਨੁਮਤੀਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
ta: அனுமதிகளை நிர்வகிக்கவும்
te: అనుమతులను నిర్వహించండి

# hint_manage_permissions_intro
source: Optional controls. Turn these on only if you want reminders or auto-draft transactions.
ar: الضوابط الاختيارية. قم بتشغيلها فقط إذا كنت تريد تذكيرات أو مسودة تلقائية للمعاملات.
bn: ঐচ্ছিক নিয়ন্ত্রণ. আপনি যদি অনুস্মারক বা অটো-ড্রাফ্ট লেনদেন চান তবেই এগুলি চালু করুন৷
es: Controles opcionales. Actívelos solo si desea recordatorios o transacciones de borrador automático.
fr: Contrôles optionnels. Activez-les uniquement si vous souhaitez des rappels ou des transactions rédigées automatiquement.
gu: વૈકલ્પિક નિયંત્રણો. જો તમે રિમાઇન્ડર્સ અથવા ઑટો-ડ્રાફ્ટ વ્યવહારો ઇચ્છતા હોવ તો જ આને ચાલુ કરો.
hi: वैकल्पिक नियंत्रण. यदि आप अनुस्मारक या ऑटो-ड्राफ्ट लेनदेन चाहते हैं तो ही इन्हें चालू करें।
kn: ಐಚ್ಛಿಕ ನಿಯಂತ್ರಣಗಳು. ನೀವು ರಿಮೈಂಡರ್‌ಗಳು ಅಥವಾ ಸ್ವಯಂ-ಡ್ರಾಫ್ಟ್ ವಹಿವಾಟುಗಳನ್ನು ಬಯಸಿದರೆ ಮಾತ್ರ ಇವುಗಳನ್ನು ಆನ್ ಮಾಡಿ.
ml: ഓപ്ഷണൽ നിയന്ത്രണങ്ങൾ. നിങ്ങൾക്ക് റിമൈൻഡറുകളോ സ്വയമേവയുള്ള ഡ്രാഫ്റ്റ് ഇടപാടുകളോ വേണമെങ്കിൽ മാത്രം ഇവ ഓണാക്കുക.
mr: पर्यायी नियंत्रणे. तुम्हाला स्मरणपत्रे किंवा ऑटो-ड्राफ्ट व्यवहार हवे असतील तरच हे चालू करा.
pa: ਵਿਕਲਪਿਕ ਨਿਯੰਤਰਣ। ਇਹਨਾਂ ਨੂੰ ਸਿਰਫ ਤਾਂ ਹੀ ਚਾਲੂ ਕਰੋ ਜੇਕਰ ਤੁਸੀਂ ਰੀਮਾਈਂਡਰ ਜਾਂ ਆਟੋ-ਡਰਾਫਟ ਲੈਣ-ਦੇਣ ਚਾਹੁੰਦੇ ਹੋ।
ta: விருப்ப கட்டுப்பாடுகள். உங்களுக்கு நினைவூட்டல்கள் அல்லது தானியங்கு வரைவு பரிவர்த்தனைகள் தேவைப்பட்டால் மட்டும் இவற்றை இயக்கவும்.
te: ఐచ్ఛిక నియంత్రణలు. మీకు రిమైండర్‌లు లేదా ఆటో-డ్రాఫ్ట్ లావాదేవీలు కావాలంటే మాత్రమే వీటిని ఆన్ చేయండి.

# hint_member_address
source: Address (optional)
ar: العنوان (اختياري)
bn: ঠিকানা (ঐচ্ছিক)
es: Dirección (opcional)
fr: Adresse (facultatif)
gu: સરનામું (વૈકલ્પિક)
hi: पता (वैकल्पिक)
kn: ವಿಳಾಸ (ಐಚ್ಛಿಕ)
ml: വിലാസം (ഓപ്ഷണൽ)
mr: पत्ता (पर्यायी)
pa: ਪਤਾ (ਵਿਕਲਪਿਕ)
ta: முகவரி (விரும்பினால்)
te: చిరునామా (ఐచ్ఛికం)

# hint_member_email
source: Email (optional)
ar: البريد الإلكتروني (اختياري)
bn: ইমেল (ঐচ্ছিক)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
gu: ઇમેઇલ (વૈકલ્પિક)
hi: ईमेल वैकल्पिक)
kn: ಇಮೇಲ್ (ಐಚ್ಛಿಕ)
ml: ഇമെയിൽ (ഓപ്ഷണൽ)
mr: ईमेल (पर्यायी)
pa: ਈਮੇਲ (ਵਿਕਲਪਿਕ)
ta: மின்னஞ்சல் (விரும்பினால்)
te: ఇమెయిల్ (ఐచ్ఛికం)

# hint_member_mobile
source: Mobile number
ar: رقم الهاتف المحمول
bn: মোবাইল নম্বর
es: Número de teléfono móvil
fr: Numéro de portable
gu: મોબાઈલ નંબર
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
mr: मोबाईल नंबर
pa: ਮੋਬਾਇਲ ਨੰਬਰ
ta: மொபைல் எண்
te: మొబైల్ నంబర్

# hint_member_mobile_national
source: Mobile number
ar: رقم الهاتف المحمول
bn: মোবাইল নম্বর
es: Número de teléfono móvil
fr: Numéro de portable
gu: મોબાઈલ નંબર
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
mr: मोबाईल नंबर
pa: ਮੋਬਾਇਲ ਨੰਬਰ
ta: மொபைல் எண்
te: మొబైల్ నంబర్

# hint_member_name
source: Full name
ar: الاسم الكامل
bn: পুরো নাম
es: nombre completo
fr: Nom et prénom
gu: પૂરું નામ
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണമായ പേര്
mr: पूर्ण नाव
pa: ਪੂਰਾ ਨਾਂਮ
ta: முழுப் பெயர்
te: పూర్తి పేరు

# hint_member_name_mobile_required
source: Name and mobile are required
ar: الاسم والجوال مطلوبان
bn: নাম ও মোবাইল প্রয়োজন
es: Se requiere nombre y móvil
fr: Le nom et le mobile sont requis
gu: નામ અને મોબાઈલ જરૂરી છે
hi: नाम और मोबाइल आवश्यक है
kn: ಹೆಸರು ಮತ್ತು ಮೊಬೈಲ್ ಅಗತ್ಯವಿದೆ
ml: പേരും മൊബൈലും വേണം
mr: नाव आणि मोबाईल आवश्यक आहे
pa: ਨਾਮ ਅਤੇ ਮੋਬਾਈਲ ਦੀ ਲੋੜ ਹੈ
ta: பெயர் மற்றும் மொபைல் தேவை
te: పేరు మరియు మొబైల్ అవసరం

# hint_member_role
source: Member
ar: عضو
bn: সদস্য
es: Miembro
fr: Membre
gu: સભ્ય
hi: सदस्य
kn: ಸದಸ್ಯ
ml: അംഗം
mr: सदस्य
pa: ਮੈਂਬਰ
ta: உறுப்பினர்
te: సభ్యుడు

# hint_members
source: Members
ar: أعضاء
bn: সদস্যরা
es: Miembros
fr: Membres
gu: સભ્યો
hi: सदस्यों
kn: ಸದಸ್ಯರು
ml: അംഗങ്ങൾ
mr: सदस्य
pa: ਮੈਂਬਰ
ta: உறுப்பினர்கள்
te: సభ్యులు

# hint_members_count_subtitle
source: %1$d people in this group
ar: %1$d الأشخاص في هذه المجموعة
bn: এই গ্রুপে %1$d লোক
es: %1$d personas en este grupo
fr: %1$d personnes dans ce groupe
gu: આ જૂથમાં %1$d લોકો
hi: इस समूह में %1$d लोग
kn: ಈ ಗುಂಪಿನಲ್ಲಿರುವ %1$d ಜನರು
ml: ഈ ഗ്രൂപ്പിലെ %1$d ആളുകൾ
mr: या गटातील %1$d लोक
pa: ਇਸ ਸਮੂਹ ਵਿੱਚ %1$d ਲੋਕ
ta: இந்தக் குழுவில் %1$d பேர்
te: ఈ గుంపులో %1$d వ్యక్తులు

# hint_menu
source: Menu
ar: قائمة طعام
bn: মেনু
es: Menú
gu: મેનુ
hi: मेनू
kn: ಮೆನು
ml: മെനു
mr: मेनू
pa: ਮੀਨੂ
ta: மெனு
te: మెనూ

# hint_mobile_number
source: Mobile number
ar: رقم الهاتف المحمول
bn: মোবাইল নম্বর
es: Número de teléfono móvil
fr: Numéro de portable
gu: મોબાઈલ નંબર
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ml: മൊബൈൽ നമ്പർ
mr: मोबाईल नंबर
pa: ਮੋਬਾਇਲ ਨੰਬਰ
ta: மொபைல் எண்
te: మొబైల్ నంబర్

# hint_monthly_trend
source: Monthly income vs expense
ar: الدخل الشهري مقابل النفقات
bn: মাসিক আয় বনাম ব্যয়
es: Ingresos mensuales versus gastos
fr: Revenu mensuel vs dépenses
gu: માસિક આવક વિ ખર્ચ
hi: मासिक आय बनाम व्यय
kn: ಮಾಸಿಕ ಆದಾಯ ಮತ್ತು ವೆಚ್ಚ
ml: പ്രതിമാസ വരുമാനവും ചെലവും
mr: मासिक उत्पन्न विरुद्ध खर्च
pa: ਮਹੀਨਾਵਾਰ ਆਮਦਨ ਬਨਾਮ ਖਰਚ
ta: மாத வருமானம் மற்றும் செலவு
te: నెలవారీ ఆదాయం vs ఖర్చు

# hint_my_committees
source: My Committees
ar: لجاني
bn: আমার কমিটি
es: Mis comités
fr: Mes comités
gu: મારી સમિતિઓ
hi: मेरी समितियाँ
kn: ನನ್ನ ಸಮಿತಿಗಳು
ml: എൻ്റെ കമ്മിറ്റികൾ
mr: माझ्या समित्या
pa: ਮੇਰੀ ਕਮੇਟੀਆਂ
ta: எனது குழுக்கள்
te: నా కమిటీలు

# hint_needs_internet
source: This needs internet. Try again when you're online.
ar: وهذا يحتاج إلى الإنترنت. حاول مرة أخرى عندما تكون متصلاً بالإنترنت.
bn: এর জন্য ইন্টারনেট প্রয়োজন। আপনি যখন অনলাইনে থাকবেন তখন আবার চেষ্টা করুন।
es: Esto necesita internet. Inténtalo de nuevo cuando estés en línea.
fr: Cela nécessite Internet. Réessayez lorsque vous êtes en ligne.
gu: આ માટે ઇન્ટરનેટની જરૂર છે. જ્યારે તમે ઑનલાઇન હોવ ત્યારે ફરી પ્રયાસ કરો.
hi: इसके लिए इंटरनेट की जरूरत है. जब आप ऑनलाइन हों तो पुनः प्रयास करें.
kn: ಇದಕ್ಕೆ ಇಂಟರ್ನೆಟ್ ಅಗತ್ಯವಿದೆ. ನೀವು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿರುವಾಗ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ml: ഇതിന് ഇൻ്റർനെറ്റ് ആവശ്യമാണ്. നിങ്ങൾ ഓൺലൈനിലായിരിക്കുമ്പോൾ വീണ്ടും ശ്രമിക്കുക.
mr: यासाठी इंटरनेटची गरज आहे. तुम्ही ऑनलाइन असताना पुन्हा प्रयत्न करा.
pa: ਇਸ ਲਈ ਇੰਟਰਨੈੱਟ ਦੀ ਲੋੜ ਹੈ। ਜਦੋਂ ਤੁਸੀਂ ਔਨਲਾਈਨ ਹੋਵੋ ਤਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
ta: இதற்கு இணையம் தேவை. நீங்கள் ஆன்லைனில் இருக்கும்போது மீண்டும் முயற்சிக்கவும்.
te: దీనికి ఇంటర్నెట్ అవసరం. మీరు ఆన్‌లైన్‌లో ఉన్నప్పుడు మళ్లీ ప్రయత్నించండి.

# hint_net_balance
source: Net
ar: شبكة
bn: নেট
es: Neto
fr: Filet
gu: નેટ
hi: जाल
kn: ನಿವ್ವಳ
ml: നെറ്റ്
mr: नेट
pa: ਨੈੱਟ
ta: நிகர
te: నికర

# hint_next
source: Next
ar: التالي
bn: পরবর্তী
es: Próximo
fr: Suivant
gu: આગળ
hi: अगला
kn: ಮುಂದೆ
ml: അടുത്തത്
mr: पुढे
pa: ਅਗਲਾ
ta: அடுத்து
te: తదుపరి

# hint_no_cached_month
source: No cached data for this month
ar: لا توجد بيانات مخزنة مؤقتا لهذا الشهر
bn: এই মাসের জন্য কোনো ক্যাশে ডেটা নেই
es: No hay datos almacenados en caché para este mes
fr: Aucune donnée en cache pour ce mois
gu: આ મહિના માટે કોઈ કેશ્ડ ડેટા નથી
hi: इस महीने के लिए कोई कैश्ड डेटा नहीं
kn: ಈ ತಿಂಗಳಿಗೆ ಯಾವುದೇ ಕ್ಯಾಶ್ ಮಾಡಲಾದ ಡೇಟಾ ಇಲ್ಲ
ml: ഈ മാസത്തേക്ക് കാഷെ ചെയ്ത ഡാറ്റകളൊന്നുമില്ല
mr: या महिन्यासाठी कोणताही कॅश केलेला डेटा नाही
pa: ਇਸ ਮਹੀਨੇ ਲਈ ਕੋਈ ਕੈਸ਼ ਡਾਟਾ ਨਹੀਂ ਹੈ
ta: இந்த மாதத்திற்கான தற்காலிக சேமிப்பு தரவு இல்லை
te: ఈ నెల కోసం కాష్ చేసిన డేటా లేదు
